[
    {
      "vid": "Eep9uvenxAo-Scene-0030",
      "caption": "The video shows a person's hand touching and moving flowers on a plant. The flowers are red in color and the plant has green leaves. The person's hand is visible in the foreground, and the background shows a house and a driveway. The video is shot during the daytime, and the lighting is natural."
    },
    {
      "vid": "ODKeHSyDIUc-Scene-0026",
      "caption": "In the video, a woman is standing in a greenhouse surrounded by rows of plants. She is wearing a purple shirt and blue jeans. The greenhouse is filled with a variety of plants, including lettuce and other leafy greens. The woman is speaking to the camera, presumably about the plants or the greenhouse itself. The greenhouse is well-lit, and the plants appear healthy and well-maintained. The woman seems knowledgeable and passionate about the subject matter."
    },
    {
      "vid": "2Wmw9YWTHSI-Scene-0040",
      "caption": "The video shows a dimly lit tunnel with a light at the end. The walls are made of stone and there is a metal roof. The light at the end of the tunnel is bright and appears to be the only source of light in the tunnel."
    },
    {
      "vid": "Ge5FlL0YJAI-Scene-0014",
      "caption": "The video shows a series of images of a hurricane. The hurricane has a large eye in the center and is surrounded by swirling clouds. The colors in the video are mostly shades of blue and gray, with the eye of the hurricane appearing darker than the surrounding clouds. The clouds are moving rapidly, indicating the hurricane's strong winds. There are no visible landmarks or objects in the video, just the vast expanse of the hurricane and the sky."
    },
    {
      "vid": "2ZtYiIt9Siw-Scene-0066",
      "caption": "In the video, a person is seen holding a piece of wood and placing it on top of another piece of wood. The person then runs their hand over the wood, possibly to feel the texture or to check for any imperfections. The wood appears to be of a light brown color with darker streaks running through it. The person's hand is visible in the frame, and they seem to be wearing a ring on their finger. The background is not clearly visible, but it appears to be an indoor setting with a neutral color."
    }
]